---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.BendingDetailCustomFieldMultipleValuesIndicatorOptions.MinimumMaximum
enum: Autodesk.Revit.DB.Structure.BendingDetailCustomFieldMultipleValuesIndicatorOptions
source: html/cbfa6696-d3eb-7f95-490b-5574908320e6.htm
---
# Autodesk.Revit.DB.Structure.BendingDetailCustomFieldMultipleValuesIndicatorOptions.MinimumMaximum

The values will be obtained from all included bars in the rebar set and it will be shown in a form like minimumValue...maximumValue.